Revit 2027 API
ParameterTypeId.BrOrgFolders Property
 "Folders"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BrOrgFolders { get; }
Public Shared ReadOnly Property BrOrgFolders As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BrOrgFolders {
	ForgeTypeId^ get ();
}
static member BrOrgFolders : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace